<?php
/*
* 微信公众号行业原数据格式
* ==================================
* 主行业	副行业	      代码
* IT科技	IT软件与服务	2
* ==================================
*
* 封装后数组备注：一维数组的键，表示代码；二维数组的键main表示主行业，sub表示副行业。
*/
//微信公众平台行业模板对照表 @nsy 2019-03-05
return array(
	
	//IT科技
	1=>array('main'=>'IT科技','sub'=>'互联网/电子商务'),
	2=>array('main'=>'IT科技','sub'=>'IT软件与服务'),
	3=>array('main'=>'IT科技','sub'=>'IT硬件与设备'),
	4=>array('main'=>'IT科技','sub'=>'电子技术'),
	5=>array('main'=>'IT科技','sub'=>'通信与运营商'),
	6=>array('main'=>'IT科技','sub'=>'网络游戏'),

	//金融业
 	7=>array('main'=>'金融业','sub'=>'银行'),
 	8=>array('main'=>'金融业','sub'=>'基金理财信托'),
    9=>array('main'=>'金融业','sub'=>'保险'),
	
	//餐饮
	10=>array('main'=>'餐饮','sub'=>'餐饮'),
	
	//酒店旅游
 	11=>array('main'=>'酒店旅游','sub'=>'酒店'),
 	12=>array('main'=>'酒店旅游','sub'=>'旅游'),

	//运输与仓储
	13=>array('main'=>'运输与仓储','sub'=>'快递'),
	14=>array('main'=>'运输与仓储','sub'=>'物流'),
	15=>array('main'=>'运输与仓储','sub'=>'仓储'),

	//教育
	16=>array('main'=>'教育','sub'=>'培训'),
	17=>array('main'=>'教育','sub'=>'院校'),

	//政府与公共事业
	18=>array('main'=>'政府与公共事业','sub'=>'学术科研'),
	19=>array('main'=>'政府与公共事业','sub'=>'交警'),
	20=>array('main'=>'政府与公共事业','sub'=>'博物馆'),
	21=>array('main'=>'政府与公共事业','sub'=>'公共事业非盈利机构'),

	//医药护理
	22=>array('main'=>'医药护理','sub'=>'医药医疗'),
	23=>array('main'=>'医药护理','sub'=>'护理美容'),
	24=>array('main'=>'医药护理','sub'=>'保健与卫生'),

	//交通工具
	25=>array('main'=>'交通工具','sub'=>'汽车相关'),
	26=>array('main'=>'交通工具','sub'=>'摩托车相关'),
	27=>array('main'=>'交通工具','sub'=>'火车相关'),
	28=>array('main'=>'交通工具','sub'=>'飞机相关'),

	//房地产
 	29=>array('main'=>'房地产','sub'=>'建筑'),
 	30=>array('main'=>'房地产','sub'=>'物业'),

	//消费品
	31=>array('main'=>'消费品','sub'=>'消费品'),
	
	//商业服务
	32=>array('main'=>'商业服务','sub'=>'法律'),
 	33=>array('main'=>'商业服务','sub'=>'会展'),
	34=>array('main'=>'商业服务','sub'=>'中介服务'),
 	35=>array('main'=>'商业服务','sub'=>'认证'),
 	36=>array('main'=>'商业服务','sub'=>'审计'),
	
	//文体娱乐
	37=>array('main'=>'文体娱乐','sub'=>'传媒'),
	38=>array('main'=>'文体娱乐','sub'=>'体育'),
	39=>array('main'=>'文体娱乐','sub'=>'娱乐休闲'),

	//印刷
	40=>array('main'=>'印刷','sub'=>'印刷'),

	//其它
	41=>array('main'=>'其它','sub'=>'其它'),
);

?>